import React from "react";
import classes from "./MealsSummary.module.css";

const MealsSummary = () => {
  return (
    <section className={classes.summary}>
      <h2>คำแรกติดใจ คำต่อไปติดคอ</h2>
      <p>
        ไชน่าเบลอจึ๊กโกเต็กซ์ ด็อกเตอร์ซีดานแฟกซ์จังโก้ลอร์ด อีแต๋นคลับไคลแม็กซ์
        เอ็กซ์โปโยเกิร์ตเวิร์ค ทัวริสต์ดีพาร์ทเมนท์ ไปเดอร์ แรงดูดแป๋ว
        แรงใจพันธกิจ ไลท์ โดมิโด
      </p>
      <p>
        จ๊าบดีเจซาตาน ริกเตอร์ อาว์แฟล็ต เหี่ยวย่น เปียโนเพาเวอร์ เอสเพรสโซ
        อึ๋มปาสเตอร์ผู้นำแคชเชียร์ พาสต้าหน่อมแน้ม แซ็กยะเยือกแฟลชออกแบบงี้
        คลิปอิสรชน สตรอเบอรีเทป นายพรานคอนโทรลราเม็ง
      </p>
    </section>
  );
};

export default MealsSummary;
